releases/v3/3.1/src/DowJones.Web.ViewComponentRenderingService/packages/Factiva.Gateway.Resources.7.5.0.88/content/GatewayResources/stubs/RTQueue/CreateQueue.xml

<soap-env:Envelope xmlns:soap-env="http://schemas.xmlsoap.org/soap/envelope/"><soap-env:Header><controlData xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns="urn:factiva:fcs:v1_0"><token name="userID">joyful</token><token name="userPassword">joyful</token><token name="productID">16</token></controlData></soap-env:Header><soap-env:Body><CreateQueue xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns="urn:emg:RTQReqMgr:v1_0" /></soap-env:Body></soap-env:Envelope>